{
	"id": "enuk",
	"navbarMenu": {
		"labelHome": "MENU",
		"labelServices": "SKILLSET",
		"labelAboutMe": "ABOUT ME",
		"labelPortifolio": "PROJECTS",
		"labelExperience": "EXPERIENCES"
	},
	"landingPage": {
		"apresentationText": "Hello World,",
		"typeText": "Alma Nkemla",
		"resumeText": "For a couple of years now, my life has been dominated by cybersecurity and programming, especially the challenge of problem-solving and the creativity it demands. Recently, my curiosity has recently expanded into AI and cybersecurity.",
		"buttonText": "More about me..."
	},
	"servicesOffer": {
		"title": "Skill set",
		"cards": {
			"forensique": {
				"title": "Programming",
				"contentText": "Proficient in programming, with knowledge of multiple languages such as Python, C++, and Java, etc."
			},
			"devsecops": {
				"title": "Malware Analysis",
				"contentText": "Using tools like IDA and Ghidra to reverse-engineer threats, identify vulnerabilities, and develop effective defense strategies."
			},
			"pentesting": {
				"title": "CTF",
				"contentText": "Experience in using tools like Metasploit, Burp Suite, and Nmap to conduct in-depth vulnerability assessments, exploit security flaws, and deliver seccurity reports"
			},
			"developpement": {
				"title": "Infrastructure",
				"contentText": "Strong skills in managing infrastructure, including designing and optimizing systems and networks for reliable and secure performance"
			}
		}
	},
	"aboutMePage": {
		"title": "More About Me",
		"paragraph_one": "My name is Alma Rika Nkemla Fudjo, and I am currently pursuing a Master's in Information and Cyber Security (for working professionals) at UC Berkeley. I also hold a Bachelor’s degree in Computer Engineering from Georgia Tech.",
		"paragraph_two": "With practical experience in various cybersecurity roles, I've integrated advanced security features and multi-factor authentication into mobile applications, designed resilient cryptographic hardware, and crafted secure frameworks. My technical expertise includes programming in multiple languages including Java, Python, and C, and using a wide range of security related tools like IDA Pro and Wireshark.",
		"paragraph_three": "I approach cybersecurity with a curiosity and a passion for discovery. My drive in every role comes from an intrinsic motivation to understand complex systems, uncover hidden vulnerabilities, and continuously evolve my skills. This passion fuels my commitment to not only solving security challenges but also innovating and advancing the field. As I look ahead, my next goal is to secure a role—whether full-time or an internship—in software development (backend, infrastructure, network, or machine learning) or cybersecurity.",
		"github_card": {
			"followers": "followers",
			"following": "following",
			"repos": "repos"
		},
		"alt_dev_img": "Alma Nkemla"
	},
	"portifolioPage": {
		"title": "PROJECTS",
		"labelFilter": "ALL",
		"createdLabel": "Date"
	},
	"experiencePage": {
		"title": "EXPERIENCES",
		"timeline": {
			"labelPosition": "Position",
			"labelTitle": "Intitulé",
			"labelCompany": "Company",
			"labelCategory": "Category",
			"labelInstitution": "Institution",
			"labelProfessionalCourse": "Courses",
			"labelBachelorDegree": "Degree",
			"labelExtensionCourse": "Additional Courses"
		}
	},
	"footer": {
		"labelNavigation": {
			"title": "Navigation",
			"labelHome": "Menu",
			"labelServices": "Skillsets",
			"labelAboutMe": "About Me",
			"labelPortifolio": "Projects",
			"labelExperience": "Experiences"
		},
		"labelHost": {
			"title": "HOUSING"
		},
		"labelSourceCode": {
			"title": "SOURCE CODE"
		},
		"labelTechs": {
			"title": "TECHNOLOGIES"
		},
		"labelBuildVersion": "Version"
	}
}